experiments/src/main/resources/br/ufsc/gsigma/architecture/experiments/files/thesis1/processExecutionService_executeProcess_OrderingProcess_Thesis1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://interfaces.execution.services.gsigma.ufsc.br/">
	<soapenv:Header>
		<ectx:executionContext xmlns:ectx="http://gsigma.ufsc.br/execution" xmlns="http://gsigma.ufsc.br/execution">
			<ectx:executionId>exp</ectx:executionId>
			<ectx:attributes>
				<entry key="BINDING_WAIT_FOR_NEW_BINDING_CONFIGURATION_TIMEOUT" value="60000" />
				<entry key="SERVICES_DECISIONS" value="{&quot;UBLOrderingProcessSellerPartyProcessOrderImpl&quot;:[&quot;modified&quot;, &quot;accepted&quot;], &quot;UBLOrderingProcessBuyerPartyReceiveResponseImpl&quot;:[&quot;changeOrder&quot;, &quot;acceptOrder&quot;]}" />
			</ectx:attributes>
			<ectx:flags>
				<entry key="RANDOM_SERVICE_PROTOCOL_CONVERTER" value="true" />
			</ectx:flags>
		</ectx:executionContext>
	</soapenv:Header>
	<soapenv:Body>
		<int:executeProcess>
			<processName>OrderingProcess</processName>
		</int:executeProcess>
	</soapenv:Body>
</soapenv:Envelope>